Revit 2027 API
BuildingEnvelopeAnalyzer Properties
The BuildingEnvelopeAnalyzer type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
BuildingEnvelopeAnalyzer Class
Autodesk.Revit.DB.Analysis Namespace